Repository: CarpeDiem0110/kurtlar_Sofrasi
Catalog: kurtlar/lib/backend/l10n/app_*.arb
Languages: de, es, it, tr

# karahanliUseabilitypage
source: CHOOSE THE PERSON TO MUTE
de: WÄHLEN SIE DIE PERSON, DIE SIE ZUM SCHWEIGEN BRINGEN WERDEN
es: SELECCIONA A LA PERSONA QUE QUIERES SILENCIAR
it: SELEZIONA CHI VUOI SOFFOCARE
tr: SUSTURCAĞIN KİŞİYİ SEÇ

# cakirExpo
source: You are trying to be the biggest in Istanbul and you have the majority of votes.
de: Du versuchst, der Größte in Istanbul zu sein und hast die Mehrheit der Stimmen.
es: Estás tratando de ser el más grande de Estambul y tienes mayoría de votos.
it: Stai cercando di diventare il più grande di Istanbul e hai la maggioranza dei voti.
tr: İstanbul’ un en büyüğü olmaya çalışıyorsun ve oy çoğunluğun var.

# cakirAbility
source: Majority of votes: Çakır's talent is simple but powerful, while Çakır is voting during the daytime, Çakır's vote counts as 2 people.
de: Mehrheitsstimme: Das Fähigkeit von Çakir ist einfach aber mächtig. Çakir hat beim Abstimmung am Tag zwei Stimmen wie ein Mann.
es: Mayoría de votos: La habilidad de Cakir es simple pero poderosa, Cakir al votar durante el día, su voto cuenta como dos personas.
it: Magioranza dei voti: L'abilità di Cakir è semplice ma potente, Cakir durante il giorno quando vota, il suo voto conta come 2 persone
tr: Oy çoğunluğu: Çakırın yeteneği basit ama güçlüdür, çakır gündüz oy kullanırken çakırın oyu 2 kişi sayılır adam gibi adam ya

# cakirChoose
source: You are Süleyman Çakır, you have the majority of votes in Istanbul. You can see other mafia members.
de: Du bist Süleyman Çakir, du hast die Mehrheit der Stimmen in Istanbul. Du kannst die anderen Mitglieder der Mafia sehen.
es: Eres Süleyman Cakir, tienes mayoría de votos en Estambul. Puedes ver a los demás miembros de la mafia.
it: Sei Süleyman Cakir, hai la maggioranza dei voti a Istanbul. Puoi vedere gli altri membri della mafia.
tr: Sen Süleyman Çakırsın İstanbul da oy çoğunluğu sendedir. Diğer mafya üyelerini görebilirsin.

# ziyaExpo
source: You wrote the book of mafia affairs and you have the ability to Accusation.
de: Du hast das Buch über mafiöse Geschäfte geschrieben und hast die Fähigkeit, jemanden zu beschuldigen.
es: Has escrito el libro de los negocios de la mafia y tienes la habilidad de acusar.
it: Hai scritto il libro degli affari della mafia e hai la capacità di accusare.
tr: Mafyalık işlerinin kitabını yazdın ve suçlama yeteneğine sahipsin.

# ziyaAbility
source: Accusation: Laz ziya does not want a traitor in the mafia, a screen will appear for him in the daytime voting screen and he can choose a person and the person he chooses is now seen as a mafia by the watcher, this ability is used once, Polat's job is difficult
de: Anklage: Laz ziya will in der Mafia keinen Verräter, Laz ziya während des Tages bei der Abstimmung einen Bildschirm erscheinen und er kann eine Person wählen und die ausgewählte Person wird nun von Beobachter als Mafioso betrachtet, diese Fähigkeit kann nur einmal verwendet werden, Polat's Aufgabe ist schwierig.
es: Acusación: Laz Ziya no quiere traiciones en su mafia, Laz Ziya tiene una opción en pantalla al momento de votar durante el día, puede seleccionar a una persona y esta persona será vista como parte de la mafia por el vigía, esta habilidad solo se puede usar una vez, el trabajo de Polat es difícil
it: Accusa: Laz Ziya non vuole traditori nella mafia, Laz Ziya durante il giorno quando si vota, gli appare uno schermo dove può selezionare una persona e la persona selezionata verrà vista come mafiosa dall'investigatore. Questa abilità può essere utilizzata una volta sola, Polat avrà un difficile compito.
tr: Suçlama: Laz ziya mafyada hain istemez, Laz ziya gündüz oy kullanma ekranında ona bir ekran çıkar ve bir kişi seçebilir ve seçtiği kişi artık gözcü tarafından mafya olarak görülür, bu yetenek bir defa kullanılır, Polat’ın işi zor

# ziyaChoose
source: You are the Laz Ziyası of the mafia, you will confuse the state so that the mafia wins. You can see other mafia.
de: Du bist der Laz Ziya der Mafia, du wirst das Denken der Regierung verwirren, damit die Mafia gewinnt. Du kannst die anderen Mafiosi sehen.
es: Eres Laz Ziya de la mafia, trataras de confundir la mente del estado para que la mafia gane. Puedes ver a otros miembros de la mafia
it: Sei Laz Ziya della mafia, devi confondere la mente dello stato in modo che la mafia vinca. Puoi vedere gli altri mafiosi
tr: Sen mafyanın Laz Ziyasısın sen devletin aklını karıştır- acaksın ki mafya kazansın. diğer mafyaları görebilirsin.

# ziyaUseabiltypage
source: CHOOSE THE PERSON TO BLAME
de: WÄHLEN SIE DIE PERSON, DIE SIE ANKLAGEN WERDEN
es: ELIGE A QUIÉN ACUSAR
it: SELEZIONA CHI VUOI ACCUSARE
tr: SUÇLUYACAĞIN KİŞİYİ SEÇ

# nizametExpo
source: You're the mafia's lawyer and that's your job.
de: Du bist der Anwalt der Mafia und das ist dein Job.
es: Eres el abogado de la mafia y esto es tu trabajo.
it: Sei l'avvocato della mafia e questa è la tua professione.

# nizametChoose
source: You are the lawyer of the mafia, the person you want can be established without voting, choose this person carefully. You can see other mafia members.
de: Du bist der Anwalt der Mafia, du kannst jemanden im Prozess retten. Wähle diese Person sorgfältig aus. Du kannst die anderen Mitglieder der Mafia sehen.
es: Eres el abogado de la mafia, puedes salvar a la persona que desees en la votación, elige con cuidado. Puedes ver a otros miembros de la mafia
it: Sei l'avvocato della mafia, puoi far uscire dalla votazione chi vuoi, scegli attentamente. Puoi vedere gli altri membri della mafia
tr: Sen mafyanın avukatısın senin istediğin kişi oylamadan kurulabilir bu kişiyi dikkatli seç. Diğer mafya üyelerini görebilirsin.

# nizametUseabilitypage
source: CHOOSE THE PERSON TO RESCUE FROM THE COURT
de: WÄHLEN SIE DIE PERSON, DIE SIE AUS DEM GERICHT RETTEN MÖCHTEN
es: ELIGE A QUIÉN SALVAR DE LA CORTE
it: SELEZIONA CHI SALVERAI DALLA SENTENZA
tr: MAHKEMEDEN KURTARACAĞIN KİŞİYİ SEÇ

# givedevice
source: Give the device to this player. When ready, select the profile above
de: Geben Sie dieses Gerät diesem Spieler. Wählen Sie, wenn Sie bereit sind, das obige Profil aus.
es: Entrega el dispositivo a este jugador. Cuando esté listo, seleccione el perfil de arriba.
it: Dare questo dispositivo a questo giocatore. Quando sei pronto, seleziona il profilo sopra.
tr: Cihazı bu oyuncuya verin.Hazır olduğunda yukarıdaki profili seçin.

# exit
source: SIGN OUT
de: BEENDEN
es: SALIR
it: USCIRE
tr: ÇIKIŞ YAP

source: CONTIUNE
de: WEITER
es: CONTINUAR
it: CONTINUARE
tr: DEVAM ET

# ok
source: OKAY
de: OK
es: OK
it: OK
tr: TAMAM

source: SHOW ROLE
de: ZEIGE ROLLE
es: MOSTRAR ROL
it: MOSTRA RUOLO
tr: ROLÜ GÖSTER

# sure
source: ARE YOU SURE ?
de: SIND SIE SICHER?
es: ¿ESTÁS SEGURO?
it: sei sicuro?
tr: EMİN MİSİN?

source: YES
de: JA
es: SÍ
it: Sì
tr: EVET

source: NO
de: NEIN
tr: HAYIR

source: READY
de: BEREIT
es: LISTO
it: pronto
tr: HAZIR

# strating
source: STARTING
de: STARTET
es: COMENZANDO
it: iniziando
tr: BAŞLIYOR

# story
source: The mafia was secretly formed within the state and it is trying to destroy the state and the state is trying to stop it. The deep state must find all the mafia to win, and this is done by voting.You will do with. No one knows anyone in this game except the mafia so be careful. In order to win, the mafia kill a person they choose by voting every night, and if the number of deep states is equal, they win. There is a day and night logic in the game. During the day, the mafia uses talents and everyone votes to send a person to court. At night, the mafia chooses whom to kill and kills him, while those in the deep state use their abilities.
de: Die Mafia hat sich heimlich im Staat gebildet und versucht, ihn zu zerstören. Der tiefe Staat versucht, dies zu verhindern, indem er alle Mafia-Mitglieder findet. Dies werden Sie mit Abstimmungen tun. In diesem Spiel kennt außer der Mafia niemand jemanden, also seien Sie vorsichtig. Um zu gewinnen, muss die Mafia jede Nacht eine Person mit ihrer Wahlmöglichkeit töten und wenn die Zahlen der tiefen Staat gleich werden, gewinnen sie. Es gibt Nacht- und Tag-Logik im Spiel. Tagsüber nutzen die Mafia ihre Fähigkeiten und jeder stimmt darüber ab, wer vor Gericht gestellt wird. Wer auf der Abstimmung oben ist, verlässt das Spiel. Nachts wählt die Mafia, wen sie töten werden und töten ihn. In dieser Zeit nutzen die Leute im tiefen Staat ihre Fähigkeiten.
es: La mafia ha formado secretamente dentro del estado y está tratando de destruirlo. El estado intenta detenerlo. El estado profundo debe encontrar toda la mafia para ganar. Lo harás a través de las votaciones. En este juego, nadie conoce a nadie, excepto la mafia. Ten cuidado. La mafia gana matando a alguien cada noche a través de la habilidad de votar. Si los números del estado profundo son iguales a los de la mafia, ganan ellos. Hay una lógica de noche y día en este juego. Durante el día, los miembros de la mafia utilizan sus habilidades y todos votan para enviar a alguien al juicio. El que gane la votación se va del juego. Por la noche, la mafia elige a quién matar y lo mata. Mientras tanto, los miembros del estado profundo utilizan sus habilidades.
it: La mafia esiste segretamente all'interno dello stato e cerca di distruggerlo, lo stato cerca di fermarlo. Il deep state deve scoprire tutta la mafia per vincere, lo faranno attraverso le votazioni. In questo gioco, tranne la mafia, nessuno conosce nessuno quindi siate attenti. La mafia vince uccidendo qualcuno ogni notte attraverso la loro abilità di voto e se il numero dei membri della mafia e dello stato è uguale, loro vincono. Ci sono i momenti di giorno e notte in questo gioco. Di giorno, i membri della mafia usano le loro abilità e tutti votano per mandare qualcuno in tribunale, chi esce dalle votazioni esce dal gioco. Di notte, i membri della mafia scelgono chi uccidere tra di loro mentre i membri dello stato usano le loro abilità.
tr: Mafya devletin içinde gizlice oluştu ve devleti yıkmaya çalışıyor devlette bunu durdurmaya çalışıyor.Derin devlet kazanmak için bütün mafyayı bulamalıdır, bunu da oylamalar ile yapıcaksınız. bu oyunda mafya hariç kimse kimseyi tanımıyor bu yüzden dikkatli olun. Mafya kazanmak içim her gece oy bilirliği ile seçtikleri bit kişiyi öldürürler ve eğer sayıları derin devletler eşitlenirse onlar kazanır. oyunda gece ve gündüz mantığı vardır gündüzleri mafyalar yetenek kullanır ve herkes bir kişiyi mahkemeye göndermek için oylama yapar oylamada kim çıkarsa o oyundan ayrılır bu kişi herkes olabilir. geceleri ise mafya aralarında kimi öldürceklerini seçer ve onu öldürürler bu sırada derin devlettekiler yeteneklerini kulanırlar.

source: CREATE
de: ERSTELLE
es: CREAR
it: creare
tr: KUR

# story_1
source: All players must sit in a large circle facing each other. The device will rust between players. Each player will take a role belonging to the deep state or mafia. Don't tell anyone about this role. Each actor will start the first night after taking the role.
de: Alle Spieler sollten im Kreis sitzen, damit sie sich gegenseitig anschauen können. Das Gerät wird zwischen den Spielern passieren. Jeder Spieler wird eine Rolle des tiefen Staates oder der Mafia spielen. Verraten Sie diese Rolle niemandem. Nachdem jeder Spieler seine Rolle übernommen hat, beginnt die erste Nacht.
es: Todos los jugadores deben sentarse en un gran círculo, mirándose entre sí. El dispositivo se pasará entre los jugadores. Cada jugador asumirá un rol perteneciente al estado profundo o a la mafia. No le digas a nadie tu rol. Después de que todos los jugadores hayan asumido sus roles, comenzará la primera noche.
it: Tutti i giocatori devono sedersi in un cerchio grande in modo che possano vedere tutti. Il dispositivo passerà tra i giocatori. Ogni giocatore assumerà un ruolo per il deep state o per la mafia, non dirlo a nessuno. Dopo che ogni giocatore ha preso il suo ruolo, inizierà la prima notte.
tr: Bütün oyuncular bir birine bakacak şekilde büyük bir çember halinde oturmalıdır. Cihaz oyuncular arasında paslanacak.Her oyuncu derin devlete veya mafyaya ait bir rol alacak. bu rolü kimseye söyleme.Her oyuncu rol aldıktan sonra ilk gece başlayacak.

# nightStart
source: THE NIGHT STARTS
de: DIE NACHT BEGINNT
es: LA NOCHE COMIENZA
it: La notte inizia
tr: GECE BAŞLIYOR

source: Night
de: Nacht
es: Noche
it: Notte
tr: Gece

# govteam
source: DEEP STATE
de: TIEFER STAAT
es: ESTADO PROFUNDO
tr: DERİN DEVLET

# report
source: NIGHT REPORT
de: BERICHT
es: REPORTE
it: relazione
tr: RAPOR

# deadReport
source: PERSON DEATH LAST NIGHT
de: LETZTE NACHT GESTORBENE PERSON
es: MUERTO ANOCHE
it: PERSONA DECEDUTA LA SCORSA NOTTE
tr: GEÇEN GECE ÖLEN KİŞİ

# deadsReport
source: PEOPLE DEATH LAST NIGHT
de: LETZTE NACHT GESTORBENE PERSONEN
es: MUERTOS ANOCHE
it: PERSONE DECEDUTE LA SCORSA NOTTE
tr: GEÇEN GECE ÖLEN KİŞİLER

# votes
source: ALL VOTES VOTED
de: ALLE STIMMEN WURDEN VERWENDET
es: TODOS LOS VOTOS UTILIZADOS
it: TUTTE LE SCHEDE HANNO VOTATO
tr: BÜTÜN OYLAR KULLANILDI

# judge_1
source: IMPRISONED BY COURT ORDER
de: WURDE INHAFTIERT AUF ANORDN
es: ENCARCELADO POR ORDEN DE LA CORTE
it: ARRESTATO CON L'ORDINE DEL TRIBUNALE
tr: MAHKEME EMRİYLE HAPSE GİRDİ

# judge_2
source: THANKS TO NİZAMETTIN, HE WAS RELEASED FROM PRISON
de: DANK NİZAMETTIN WURDE ER AUS DEM GEFÄNGNIS ENTLASSEN
es: LIBERADO POR NIZAMETTIN
it: SALVATO DALLA PRIGIONE CON L'AIUTO DI NIZAMETTIN
tr: NİZAMETTİN SAYESİNE HAPİSTEN KURTULDU

# votes_1
source: CHOOSE THE PERSON YOU WANT TO KILL
de: Wähle die Person aus, die du töten möchtest
es: SELECCIONE A LA PERSONA QUE QUIERE MATAR
it: SELEZIONA LA PERSONA CHE VUOI UCCIDERE
tr: ÖLDÜRMEK İSTEDİĞİN KİŞİYİ SEÇ

# votes_2
source: VOTE THE PERSON TO GO TO COURT
de: Wähle die Person aus, die ins Gefängnis geworfen werden soll
es: VOTA PARA ENCARCELAR A ALGUIEN
it: VOTA LA PERSONA CHE VUOI MANDARE IN PRIGIONE

source: ADD
de: HINZUFÜGEN
es: AÑADIR
it: AGGIUNGI

source: EDIT PROFILE
de: PROFIL BEARBEITEN
es: EDITAR PERFIL
it: MODIFICA PROFILO

# gamecode
source: Invite Code
de: Einladungscode
es: Código de invitación
it: Codice invito

source: Save
de: Speichern
es: Salvar
it: Salva

source: Roles
de: Rollen
it: Ruoli

# mafiawin
source: Mafia won and each player of Mafia earn 50 gold and 50 point
de: Mafia hat gewonnen und die Mitglieder der Mafia haben 50 Gold und 30 Punkte verdient.
es: la mafia ganó y los miembros de la mafia ganaron 50 oro y 30 puntos.
it: la mafia ha vinto e i membri della mafia hanno guadagnato 50 oro e 30 punti.

# govwin
source: Deep State won and each player of Deep State earn 50 gold and 50 point
de: Die geheime Regierung hat gewonnen und die Mitglieder der geheimen Regierung haben 50 Gold und 30 Punkte verdient.
es: El Estado Profundo ganó y los miembros del Estado Profundo ganaron 50 oro y 30 puntos.
it: lo Stato profondo ha vinto e i membri dello Stato profondo hanno guadagnato 50 oro e 30 punti.

# readyformission
source: Tap to Do Your Mission
de: Klicke, um deine Aufgabe zu starten
es: Haga clic aquí para hacer su misión
it: Clicca qui per iniziare la missione

# discussstart
source: You Can Discuss
de: Du kannst jetzt diskutieren
es: Ahora puedes discutir
it: Puoi iniziare a discutere

# enddiscuss
source: Stop Discuss
de: Beenden Sie die Diskussion
es: Terminar Discusión
it: Termina la discussione

# nojail
source: Nobody Goes to Jail
de: Niemand ist ins Gefängnis gegangen
es: Nadie fue encarcelado
it: Nessuno è stato arrestato

# killsomeone
source: Who Do You Want To Kill
de: Wen möchtest du töten?
es: Quieres matar a alguien
it: Chi vuoi uccidere

source: Suspects
de: Verdächtige
es: Sospechosos
it: Sospetti

# bullet
source: took a bullet in the head
de: wurde von einem Mann mit langen Haaren erschossen
es: murio por un balazo en la cabeza
it: è stato colpito da un proiettile alla testa

# alive
source: $is still alive
de: ist immer noch am Leben
es: sigue vivo
it: ancora vivo

# backhomepage
source: Go Back to homepage
de: Zurück zur Startseite
es: Volver a la página principal
it: Torna alla Home Page

# abdushot
source: He was shot by a long-haired man.
de: von einem Mann mit langen Haaren erschossen
es: Fue asesinado por un hombre con cabello largo
it: Ucciso da un uomo con i capelli lunghi.

# mafiashot
source: Killed by the mafia
de: von der Mafia getötet
es: Fue asesinado por la mafia
it: Ucciso dalla mafia

# entercode
source: Please enter the player's code
de: Bitte geben Sie den Code des Spielers ein
es: Por favor ingrese el código del jugador
it: Per favore inserisci il codice del giocatore

# noduty
source: No Mission
de: Keine Aufgabe
es: No tienes ninguna tarea
it: Nessuna missione

# enterid
source: ENTER A ID
de: Einladungscode eingeben
es: Ingresa el Id
it: Inserire id
tr: Id GİR

# addpPLayer
source: ADD A PLayer
de: Spieler hinzufügen
es: AGREGAR JUGADOR
it: AGGIUNGI GIOCATORE
tr: OYUNCU EKLE

# nizametAbility
source: Lawyer: Nizamettin is a sneaky person, after all, he killed the Kılıç. Nizamettin chooses a person during the daytime voting and if that person is decided to be killed in the voting, Nizamettin will save him. Nizamettin can use this ability a total of 2 times.
de: Anwalt: Nizamettin ist eine hinterhältige Person. Immerhin hat er gesagt, dass er Kılıç getötet hat. Nizamettin wählt während der Tageswahl eine Person aus und wenn entschieden wird, dass diese Person bei der Abstimmung getötet wird, wird Nizamettin ihn retten. Nizamettin kann diese Fähigkeit insgesamt 2 Mal einsetzen.
es: Abogado: Nizamettin es astuto, después de todo, dijo que mató a Kılıç, Nizamettin puede seleccionar a una persona durante el voto de día y si esa persona es condenada a muerte, Nizamettin la salva. Nizamettin puede usar esta habilidad 2 veces en total.
it: Avvocato: Nizamettin è astuto, dopotutto, ha detto che ha ucciso Kılıç, Nizamettin durante le votazioni del giorno seleziona una persona e se quella persona viene condannata a morte, Nizamettin la salva. Può utilizzare questa abilità solo 2 volte.
tr: Avukat: Nizamettin sinsi biridir sonuçta Kılıç'ı o öldürdü demi,Nizamettin gündüz oylama olurken bir kişi seçer ve o kişi oylamadaöldürülme kararı alınırsa Nizamettin onu kurtarır. Bu yeteneği Nizamettin toplam 2 defa kullanabilir.

# nojob
source: No job for today
de: Keine Jobs für heute
es: No hay trabajos por hoy
it: Nessun lavoro per oggi

# nodead
source: No one died tonight
de: Niemand ist heute Nacht gestorben
es: Nadie murió esta noche
it: Nessuno è morto stanotte

source: START
es: COMENZAR
it: iniziare
tr: BAŞLA

# mafiateam
source: MAFIA
tr: MAFYA
