Repository: CarpeDiem0110/kurtlar_Sofrasi
Catalog: kurtlar/lib/backend/l10n/app_*.arb
Languages: de, es, it, tr

source: Username
de: Benutzername
es: Nombre de usuario
it: Nome utente
tr: Kullanıcı adı

source: Password
de: Passwort
es: Contraseña
tr: Şifre

source: LOG IN
de: ANMELDEN
es: INICIAR SESIÓN
it: ACCEDI
tr: GİRİŞ YAP

source: OR
de: ODER
es: O
it: OPPURE
tr: VEYA

source: SIGN UP
de: REGISTRIEREN
es: REGÍSTRATE
it: REGISTRATI
tr: KAYIT OL

source: NEW GAME
de: NEUES SPIEL
es: NUEVO JUEGO
it: NUOVA PARTITA
tr: YENİ OYUN

# profile
source: PLAYER PROFILE
de: SPIELERPROFIL
es: PERFIL DEL JUGADOR
it: PROFILO GIOCATORE
tr: OYUNCU PROFİLİ

source: HOW TO PLAY ?
de: WIE SPIELE ICH?
es: CÓMO JUGAR?
it: COME SI GIOCA?
tr: NASIL OYNANIR ?

# settings
source: AYARLAR
de: EINSTELLUNGEN
es: CONFIGURACIONES
it: IMPOSTAZIONI

source: CHANGE LANGUAGE
de: SPRACHE ÄNDERN
es: Cambiar idioma
it: Cambia lingua
tr: Dili Değiştir

source: LANGUAGE
de: SPRACHE
es: IDIOMAS
it: LINGUE
tr: DİLLER

# point
source: POİNTS
de: PUNKTE
es: PUNTOS
it: PUNTI
tr: PUANLA

# eng
source: ENGLISH
de: ENGLISCH
es: INGLÉS
it: INGLESE
tr: İNGİLİZCE

# tr
source: TURKISH
de: TÜRKISCH
es: TURCO
it: TURCO
tr: TÜRKÇE

# rule_1
source: How to win the game If all the mafia dies, the deep state wins, if the number of mafia is equal to or more than the number of deep states, the mafia wins.
de: Um das Spiel zu gewinnen, müssen alle Mafia-Mitglieder sterben, damit der tiefe Staat gewinnt. Wenn die Anzahl der Mafia-Mitglieder gleich oder größer als die Anzahl der tiefen Staaten ist, gewinnt die Mafia.
es: El juego se gana si toda la mafia muere, entonces gana el estado profundo, si el número de la mafia es igual o mayor al número del estado profundo, la mafia gana.
it: Il gioco si vince se tutti i membri della mafia muoiono, lo Stato profondo vince. Se il numero dei membri della mafia è uguale o superiore al numero dello Stato profondo, la mafia vince.
tr: Oyun nasıl kazanılır eğer bütün mafya ölürse derin devlet kazanır eğer mafya sayısı derin devlet sayısına eşit ya da çok olursa da mafya kazanır.

# rule_2
source: The game has day and night logic. During the day, the players talk among themselves and all the players vote on who will die. Meanwhile, mobs can use abilities during the day.
de: Das Spiel hat Tag- und Nachtlogik. Tagsüber sprechen sich die Spieler untereinander aus und alle Spieler stimmen darüber ab, wer sterben wird. In der Zwischenzeit können die Mafia-Mitglieder während des Tages ihre Fähigkeiten einsetzen.
es: En el juego hay una lógica de día y noche. Durante el día, los jugadores hablan entre sí y todos los jugadores usan su voto con respecto a quién morirá. En este momento, la mafia puede usar habilidades durante el día.
it: Nel gioco c'è una logica di giorno e di notte. Di giorno i giocatori parlano tra loro e tutti i giocatori votano su chi morirà. In questo momento, i mafiosi possono usare le loro abilità durante il giorno.
tr: Oyunda gündüz ve gece mantığı vardır. Gündüz oyuncular arlarında konuşur ve bütün oyuncular kimin öleceği ile alakalı oy kullanırlar. Bu sırada mafyalar gündüz yetenek kullanabilirler.

# rule_3
source: In night logic, the mafia votes on whom to kill insidiously, this voting is done only by the mafia. He can use deep state abilities overnight.
de: In der Nachtlogik stimmen die Mafia-Mitglieder darüber ab, wen sie heimlich töten werden. Diese Abstimmung wird nur von der Mafia durchgeführt. Die Mitglieder des tiefen Staates können in der Nacht ihre Fähigkeiten einsetzen.
es: En la lógica de la noche, los mafiosos utilizan su voto para elegir a quién matar de manera sigilosa. Solo los mafiosos pueden votar en esta votación. Durante la noche, los miembros del estado profundo pueden utilizar sus habilidades.
it: La logica notturna consiste nei mafiosi che votano in modo subdolo su chi uccidere, questa votazione viene effettuata solo dalla mafia. La notte lo Stato profondo può usare le sue abilità.
tr: Gece mantığında ise mafyalar sinsice kimi öldürecekleriyle alakalı oy kullanırlar bu oylama sadece mafya tarından yapılır. Gecede derin devlet yeteneklerini kullanabilir.

# rule_4
source: When the night is over, the players come across a report, who died, who went, it appears and the players start to argue and the game continues in this way.
de: Wenn die Nacht vorbei ist, erfahren die Spieler, wer gestorben ist, wer gegangen ist, es erscheint und die Spieler fangen an zu streiten und das Spiel geht so weiter.
es: Cuando termina la noche, los jugadores reciben un informe en el que se muestra quién murió o fue eliminado, y los jugadores comienzan a discutir. El juego continúa de esta manera.
it: Alla fine della notte i giocatori si trovano di fronte a un rapporto, in cui si vede chi è morto, chi se n'è andato e i giocatori iniziano a discutere, il gioco continua in questo modo.
tr: Gece bittiğinde oyuncular bir raporla karşılaşır burada kim öldü kim gitti o gözükür ve oyuncular tartışmaya başlar oyun bu şekildi devam eder.

# rule_5
source: There is not much voting during the first day, so it goes directly to the night and the game continues.
de: Am ersten Tag gibt es nicht viel Abstimmung, also geht es direkt in die Nacht und das Spiel geht weiter.
es: En el primer día, no se realiza una gran votación, por lo que el juego pasa directamente a la noche y continúa.
it: Durante la prima giornata non c'è un voto eccessivo, quindi si passa direttamente alla notte e il gioco continua
tr: İlk gündüz fazla bir oylama yapılmaz bu sebeple direk geceye geçilir ve oyun devam eder.

# player
source: PLAYERS
de: SPIELER
es: JUGADORES
it: giocatori
tr: OYUNCULAR

# clickAdd
source: Click to add new players
de: Klicken Sie hier, um neue Spieler hinzuzufügen
es: Haga clic para agregar un nuevo jugador
it: Clicca per aggiungere un nuovo giocatore
tr: Yeni oyuncu eklemek için tıklayınız

# select
source: SELECT A CHARACTER
de: WÄHLEN SIE EINEN CHARAKTER
es: SELECCIONAR PERSONAJE
it: SELEZIONA IL PERSONAGGIO
tr: KARAKTER SEÇ

# polatExpo
source: You're a government-trained man and you have the ability to Lookout
de: Sie sind ein von der Regierung ausgebildeter Mann und Sie haben die Fähigkeit, Ausschau zu halten
es: Polat es un agente especialmente entrenado por el estado y tiene la habilidad de vigilar
it: sei un agente speciale addestrato dallo stato e hai la capacità di essere un osservatore
tr: Devletin özel yetiştirdiği admasın ve gözcü yeteneğin var

# polatAbility
source: Lookout: Polat chooses any person at night and if that person is the mafia, he sees the text mafia, if not, he sees the text not the mafia.
de: Ausschau halten: Polat wählt jede Person in der Nacht aus und wenn diese Person ein Mitglied der Mafia ist, sieht er den Text Mafia, wenn nicht, sieht er den Text nicht die Mafia.
es: Vigilante: Polat selecciona una persona en la noche y si esa persona es de la mafia, ve el texto es de la mafia, si no es de la mafia ve el texto no es de la mafia
it: Osservatore: Polat durante la notte sceglie una persona e se quella persona è mafiosa vede la scritta 'questa persona è un mafioso', altrimenti vede la scritta 'questa persona non è un mafioso'
tr: Gözcü: Polat gece olduğunda herhangi bir kişiyi seçer ve o kişi eğer mafya ise mafyadır yazısını görür, eğer mafya değil ise o kişi mafya değildir yazısı görür.

# polatChoose
source: You, Polat Alemdar, are connected to the deep state to find out who the mafias are when the time comes.You will use your talent and help your state.be careful not to get caught.
de: Sie, Polat Alemdar, sind mit dem tiefen Staat verbunden, um herauszufinden, wer die Mafias sind, wenn die Zeit gekommen ist. Sie werden Ihr Talent einsetzen und Ihrem Staat helfen. Seien Sie vorsichtig, nicht erwischt zu werden.
es: Eres Polat Alemdar, estás a cargo del estado, usarás tu habilidad para descubrir quién es de la mafia y ayudarás al estado. Cuidado de no ser detectado.
it: Tu sei Polat Alemdar, sei fedele allo stato e quando sarà il momento userai la tua capacità per scoprire chi è mafioso e aiuterai lo stato, fai attenzione a non essere scoperto
tr: Sen Polat Alemdarsın derin devlete bağlısın zamanı geldiğinde mafyaların kim olduğunu bulmak için yeteneğini kullanacaksın ve devletine yardım edeceksin yakalanmamaya dikkat et.

# polatUseabilitypage
source: CHOOSE TO SHOW ROLE OF PLAYER
de: WÄHLEN SIE AUS, WER ZUR MAFIA WERDEN KANN.
es: DESCUBRIR EN QUE EQUIPO ESTA EL JUGADOR
it: SCOPRI IN QUALE SQUADRA SI TROVA IL GIOCATORE
tr: OYUNCUNUN HANGİ TAKIMDA OLDUĞUNU ÖĞREN

# polatAbilityuseage_1
source: THIS PERSON IS NOT FROM THE MAFIA
de: DIESE PERSON IST KEIN MAFIA
es: ESTA PERSONA NO ES DE LA MAFIA
it: QUESTA PERSONA NON E' MAFIOSA
tr: BU KİŞİ MAFYA DEĞİL

# polatAbilityusage_2
source: THIS PERSON IS FROM THE MAFIA
de: DIESE PERSON IST EIN MAFIA
es: ESTA PERSONA ES DE LA MAFIA
it: QUESTA PERSONA E' MAFIOSA
tr: BU KİŞİ MAFYADIR

# doguExpo
source: You are in the upper echelon of government and you have intelligence ability.
de: Du bist in der obersten Ebene der Regierung und hast Ermittlungsfähigkeiten.
es: Eres parte de la élite del estado y tienes habilidad de inteligencia.
it: Sei un membro di alto rango dello stato e hai l'abilità di intelligence.
tr: Devletin üst kademesisin ve istihbarat yeteneğine sahipsin.

# doguAbility
source: Intelligence: Doğu bey chooses a player randomly at night, if the player is killed by the mafia that night, a report comes to the east master the other night. In this report, 1 person is the mafia and one person is the state, it is up to Doğu bey to find it. If Doğu Bey has seen a report, he cannot use his talent again.
de: Ermittlung: Osten, wählt jede Nacht einen zufälligen Spieler aus. Wenn dieser von der Mafia getötet wird, erhält Osten am nächsten Tag einen Bericht, in dem steht, dass einer der beiden entweder in der Mafia oder im Staat ist. Es ist Aufgabe von Osten, dies herauszufinden. Wenn Osten den Bericht sieht, kann er seine Fähigkeit nicht mehr verwenden.
es: Inteligencia: Doğu bey por la noche elige al azar a un jugador. Si el jugador es asesinado por la mafia esa noche, al día siguiente Doğu bey recibirá un informe con una persona de la mafia y una persona del estado profundo, la tarea de descubrir quién es quien es para Doğu bey. Si Doğu bey ve el informe, ya no puede usar su habilidad de nuevo
it: Intelligence: Doğu bey ogni notte sceglie casualmente un giocatore, se questo giocatore viene ucciso dalla mafia durante la notte, la notte successiva, un rapporto comparirà davanti a Doğu bey. In questo rapporto, una persona è un membro della mafia, l'altra è un membro dello stato, è compito di Doğu bey scoprirlo. Una volta che Doğu bey ha visto il rapporto, non può più utilizzare la sua abilità
tr: İstihbarat: Doğu bey gece bir oyuncuyu rastgele seçer eğer oyuncu o gece mafya tarafından öldürülse diğer gece doğu beyin önüne bir rapor gelir bu raporda 1 kişi mafya ve bir kişi deren devlettir, bunu bulmakta Doğu beye kalmıştır. Doğu bey rapor görmüşse yeteneğinibir daha kullanamaz

# doguUseabilitypage
source: WHO WILL YOU CHOOSE TO GET INTELLIGENCE?
de: WEN WÄHLST DU FÜR DIE ERMITTLUNG?
es: ¿A QUIÉN ELIGES PARA OBTENER INFORMACIÓN?
it: CHI SELEZIONERAI PER RICEVERE INTELLIGENCE?
tr: İSTİHBARAT ALMAK İÇİN KİMİ SEÇECEKSİN ?

# doguChoose
source: You are Doğu Bey, you are important for your state, be careful not to be caught by the mafia because intelligence is important for the state.
de: Du bist Osten, wichtig für den Staat. Pass auf, dass du nicht von der Mafia gefangen wirst, denn Ermittlungen sind wichtig für den Staat.
es: Eres Doğu Bey, eres importante para el estado, ten cuidado de no ser capturado por la mafia porque la inteligencia es importante para el estado.
it: Tu sei Doğu Bey, sei importante per lo stato. Stai attento a non essere catturato dalla mafia perché l'intelligence è importante per lo stato.
tr: Sen Doğu Bey sin devletin için önemlisin mafya tarafından yakalanmamaya dikkat et çünkü istihbarat devlet için önemlidir.

# doguAbilityusage_1
source: THE PERSON YOU CHOOSE WAS KILLED LAST NIGHT, ONE OF THESE TWO PEOPLE
de: DIE GEWÄHLTE PERSON WURDE IN DER LETZTEN NACHT GETÖTET. EINER VON DEN BEIDEN IST EIN MAFIA
es: LA PERSONA QUE ELIGISTE ANOCHE FUE ASESINADA, UNO DE ESTOS DOS ES DE LA MAFIA
it: LA PERSONA CHE HAI SELEZIONATO LA NOTTE SCORSA E' STATA UCCISA. UNO DI QUESTI DUE E' UN MEMBRO DELLA MAFIA
tr: GEÇEN GECE SEÇTİĞİN KİŞİ ÖLDÜRÜLDÜ BU İKİ KİŞİDEN BİRİ MAFYA

# doguAbilityusage_2
source: YOU GOT YOUR INTELLIGENCE DO WHAT YOU HAVE TO DO
de: DU HAST DIE ERMITTLUNG ERHALTEN, OSTEN TU DAS, WAS DU TUN MUSST
es: Has recibido tu información, Doğu Bey, ¡haz lo que tengas que hacer!
it: HAI RICEVUTO L'INTELLIGENCE, FAI CIO' CHE DEVI FARE, DOGU BEY
tr: İSTİHBARATINI ALDIN DOĞU BEY YAPMAN GEREKENİ YAP

# aslanExpo
source: You have taken important positions in your state and now you have raised a very important person and you have the ability to keep secrets
de: Du hast wichtige Aufgaben für den Staat übernommen und jetzt hast du eine sehr wichtige Person aufgezogen und besitzt die Fähigkeit, Geheimnisse zu enthüllen.
es: Has ocupado roles importantes en el Estado y ahora has preparado a alguien muy importante y tienes la habilidad de desbloquear secretos.
it: Hai svolto compiti importanti per lo stato e ora hai addestrato qualcuno di molto importante e hai l'abilità di 'nessun segreto'
tr: Devletinde önemli görevler aldın ve şimdide çok önemli birini yetiştirdin ve sır yok yeteneğine sahipsin.

# aslanAbility
source: No Secret: Mr. Aslan shows which player Polat Alemdar is on the first night screen, after all, he is the only person who knows this secret.
de: Geheimnisse enthüllen: Aslan weiß von Anfang an, wer Polat Alemdar ist und ist die einzige Person, die dieses Geheimnis kennt.
es: Sin secretos: El señor Aslan, en la primera noche, descubre quién es Polat Alemdar en la pantalla, al final, él es la única persona que conoce este secreto.
it: nessun segreto: Aslan Bey la prima notte appare sullo schermo chi è Polat Alemdar, ovviamente solo lui conosce questo segreto
tr: Sır Yok: Aslan bey ilk gece ekranına Polat Alemdarın hangi oyuncu olduğunu düşer, sonuçta bu sırrı bilen tek kişi o dur.

# aslanChoose
source: You did many secret missions for Aslan Akbey's state, now you know who Polat is, who works for your state.
de: Du bist Aslan Akbey, du hast für den Staat viele geheime Aufgaben erfüllt und jetzt weißt du, wer Polat ist, der für den Staat arbeitet.
es: Eres Aslan Akbey, has hecho muchas misiones secretas para el Estado ahora sabes quién es Polat, que trabaja para el Estado.
it: Sei Aslan Akbeys, hai fatto molte missioni segrete per lo stato e ora sai chi è Polat che lavora per lo stato.
tr: Sen Aslan Akbeysin devletin için bir sürü gizli görev yaptın şimdi devletin için çalışan Polatın kim olduğunu biliyorsun.

# aslanUseabilitypage
source: ASLAN AKBEY, A LITTLE REMINDER WHO IS POLAT?
de: EINE KLEINE ERINNERUNG, ASLAN AKBEY, WER IST POLAT?
es: PEQUEÑO RECORDATORIO ASLAN AKBEY ¿QUIÉN ES POLAT?
it: UNA PICCOLA PROMEMORIA, ASLAN AKBEY È POLAT CHI?
tr: UFAK BİR HATIRLATMA ASLAN AKBEY POLAT KİMDİR?

# abdulheyExpo
source: You are the hitman of the state and you have only one bullet..
de: Du bist der Scharfschütze des Staates und hast nur eine Kugel...
es: Eres el francotirador del Estado y solo tienes una bala..
it: Sei il tiratore scelto del governo e hai solo un colpo.
tr: Devletin tetikçisisin ve tek kurşunun var..

# abdulheyAbility
source: Bullet: Hey gidene hey, abdulhey has only one bullet during the game, when night comes, he gets a question like do you want to shoot someone, whether the player kills someone or not, but he should be careful, he can kill his friends.
de: Kugel : Hey, Abdulhey hat während des Spiels nur eine Kugel. In der Nacht trifft er auf die Frage: Möchtest du jemanden töten? Der Spieler kann jemanden töten oder nicht, aber er sollte vorsichtig sein, da er auch seine Freunde töten kann.
es: Balas: Oye, Abdulhey tiene solo una bala durante todo el juego, durante la noche se enfrenta a la pregunta de si quiere matar a alguien, el jugador puede decidir matar o no pero debe tener cuidado de no matar a sus amigos.
it: Proiettile: Ciao, quando Abdulhey gioca, ha un solo colpo, durante la notte si trova di fronte a una domanda: Vuoi sparare a qualcuno? Il giocatore può scegliere di uccidere qualcuno o no, ma deve fare attenzione a non uccidere i suoi amici.
tr: Mermi : Hey gidene hey, abdulheyin oyun boyunca tek kurşunu vardır, gece olduğunda o şöyle bir soru ile karşılaşır birini vurmak ister misin, oyuncu ister birini öldürür ister öldürmez ama dikkat etmelidir arkadaşlarında öldürebilir.

# abdulheyChoose
source: You are Abdulhey, you are a special person raised by the state, you can kill a person when the time comes, but be careful not to kill your friend!
de: Du bist Abdulhey, du bist eine besondere Person, die von dem Staat aufgezogen wurde. Du kannst jemanden töten, wenn die Zeit gekommen ist, aber sei vorsichtig und töte nicht deine Freunde!
es: Eres Abdulhey, eres una persona especial entrenada por el estado, puedes matar a alguien cuando sea necesario, pero tenga cuidado, ¡no matar a un amigo!
it: Tu sei Abdulhey, sei una persona speciale addestrata dal governo, quando arriva il momento, puoi uccidere qualcuno, ma fai attenzione a non uccidere il tuo amico!
tr: Sen Abdulhey'sin, sen devletin yetiştirdiği özel bir insansın, zamanı geldiğinde bir kişiyi öldürebilirsin ama dikkatli ol, dostunu öldürme!

# abdulheyUseabilitypage
source: CHOOSE THE PERSON YOU WANT TO USE THE BULLET
de: WÄHLEN SIE DIE PERSON, DIE SIE TÖTEN MÖCHTEN
es: SELECCIONA A QUIEN QUIERES USAR LA BALA
it: SELEZIONA LA PERSONA CHE VUOI USARE LA PALLOTTA
tr: MERMİNİ KULLANMAK İSTEDİĞİN KİŞİYİ SEÇ

# abdulheyAbilityusage_1
source: THE BULLET IS OVER ABDULHEY I HOPE YOU DID NOT MISS
de: DIE KUGEL IST AUS, ABDULHEY, ICH HOFFE, DU HAST NICHT VERSCHOSSEN
es: LA BALA SE ACABÓ, ESPEREMOS QUE NO HAYAS FALLADO ABDULHEY
it: IL COLPO È FINITO ABDULHEY SPERI DI NON AVER SPRECATO
tr: MERMİN BİTTİ ABDULHEY UMARIM ISKALAMAMIŞSINDIR

source: Officer
de: Beamter
es: Oficial
it: Funzionario
tr: Memur

# officerExpo_1
source: You are an officer and you have no ability.
de: Du arbeitest im Staat und hast keine Fähigkeiten.
es: Eres un oficial que trabaja para el estado y no tienes habilidad especial
it: Sei un funzionario che lavora per il governo e non hai alcuna abilità.
tr: Devlette çalışan bir memursun ve bir yeteneğin yok.

# officerExpo_2
source: You are a man of the state, you will help catch the mafia when the time comes.
de: Du bist ein Mann des Staates und wirst helfen, die Mafia zu fangen, wenn die Zeit gekommen ist.
es: Eres un hombre del estado, ayudarás a capturar a la mafia cuando sea necesario
it: Sei un fedele al governo e quando arriva il momento, aiuterai a catturare la mafia.
tr: Devletin adamısın zamanı gelince mafyayı yakalamaya yardım edeceksin.

# officerChoose
source: You are an official of your state, do your best to help your state.
de: Du bist ein Beamter, der dem Staat treu ist, und wirst alles tun, um deinem Staat zu helfen.
es: Eres leal al estado, haz lo que puedas para ayudar al estado
it: Sei un funzionario del governo e devi fare il possibile per aiutare il governo.
tr: Sen devletine bağlı bir memursun, devletine yardım etmek için elinden geleni yap.

# officerNight
source: You don't have a mission tonight, wait for the morning
de: Du hast heute Nacht keine Aufgabe, warte auf den Morgen
es: Esta noche no tienes ninguna tarea, espera hasta la mañana
it: Questa notte non hai nessun compito, aspetta fino alla mattina
tr: Bu gece senin bir görevin yok, sabahı bekle

# maifamen
source: Mafiaman
de: Mafia
es: Mafia
it: Mafioso
tr: Mafya

# mafiamenExpo
source: You somehow fell into the mafia, you either rise or die. You don't have a talent.
de: Du bist auf eine Art und Weise in die Mafia geraten, entweder du steigst auf oder stirbst. Du hast keine Fähigkeiten.
es: Te has metido en la mafia de alguna manera, ya sea subir o morir. No tienes habilidades especiales
it: Sei finito in qualche modo nella mafia, o sali o muori. Non hai alcun potere.
tr: Mafyanın içine bir şekilde düştün, ya yükselirsin ya ölür.Bir yeteniğin yok.

# mafiamenChoose
source: You are at the lowest level of the mafia, you can see the other members of the mafia, when the time comes, choose who will die.
de: Du bist in der untersten Ebene der Mafia, du kannst andere Mitglieder der Mafia sehen, wähle, wer stirbt, wenn die Zeit gekommen ist.
es: Eres el miembro más bajo de la mafia, puedes ver a otros miembros de la mafia, elige quién morirá cuando sea necesario
it: Sei nel livello più basso della mafia, puoi vedere gli altri membri della mafia, quando è il momento, scegli chi morirà.
tr: Sen mafyanın en alt kademedesin mafyadaki diğer üyeleri görebilirsin zamanı gelince kimin öleceğini seçin.

# mafiamenAbilitypage
source: CHOOSE THE PERSON YOU WANT TO KILL
de: WÄHLEN SIE DIE PERSON, DIE SIE TÖTEN MÖCHTEN
es: SELECCIONA A QUIÉN QUIERES MATAR
it: SELEZIONA LA PERSONA CHE VUOI UCCIDERE
tr: ÖLDÜRMEK İSTEDİĞİN KİŞİYİ SEÇ

# karahanliExpo
source: You are the head of the mafia and you have the ability to silence.
de: Du bist der Anführer der Mafia und hast die Fähigkeit, zum Schweigen zu bringen.
es: Eres el jefe de la mafia y tienes la habilidad de silenciar
it: Sei il capo della mafia e hai la capacità di sopprimere.
tr: Mafyanın başısın ve susturma yeteneğine sahipsin.

# karahanliAbility
source: Silencing: Karakhanlı is the head of the mafia and has a strong authority, with this ability, an option appears on his screen while voting for who will be hanged during the day, and the person chosen by the Karakhanid does not use his night ability, the Karakhanid can use this ability 1 times in total.
de: Stille: Karahanli ist der Anführer der Mafia und hat eine starke Autorität. Mit dieser Fähigkeit fällt Karahanli bei der Abstimmung über diejenigen, die aufgehängt werden sollen, eine Option auf den Bildschirm und die von Karahanli ausgewählte Person kann in der Nacht ihre Fähigkeit nicht einsetzen. Karahanli kann diese Fähigkeit insgesamt 3 Mal verwenden.
es: Silencio: Karahanli es el líder de la mafia y tiene una fuerte autoridad, esta habilidad consiste que Karahanli durante el día de votación, una opción de elegir a una persona caerá en su pantalla, y la persona elegida por Karahanli no podrá usar su habilidad durante la noche, Karahanli puede usar esta habilidad un total de 3 veces.
it: Soppressione: Karahanli è il capo della mafia e ha un'autorità forte, in questa abilità Karahanli durante il giorno decide chi sarà impiccato e gli appare un'opzione nello schermo, e la persona scelta da Karahanli non utilizza la propria abilità notturna, Karahanli può utilizzare questa abilità per un totale di 3 volte.
tr: Susturma: Karahanlı mafyanın başıdır ve güçlü bir otoriteye sahiptir,bu yetenekte Karahanlı gündüz kimin asılacağı oylanırken onun ekranına bir seçenek düşer, ve Karahanlı’nın seçtiği kişi gece yeteneğini kullanmaz, Karahanlı bu yeteneği toplam 3 sefer kullanabilir.

# karahanliChoose
source: You, the head of the mafia, the Karakhanid, are so powerful that you can prevent others from using their abilities. you can see other mafia members
de: Du bist Karahanli, der Anführer der Mafia. Du bist so mächtig, dass du die Fähigkeiten der anderen blockieren kannst. Du kannst die anderen Mitglieder der Mafia sehen.
es: Eres el líder de la mafia Karahanli, eres muy poderoso, puedes evitar que otros miembros de la mafia usen sus habilidades, puedes ver a los demás miembros de la mafia.
it: Sei il capo della mafia, Karahanli, sei molto forte e puoi impedire ad altri di utilizzare le loro abilità. Puoi vedere gli altri membri della mafia
tr: Sen mafyanın başı Karahanlısın çok güçlüsünki diğerlerinin yetneklerini kulanmasını engelleyebilirsin. diğer mafya üyelerini göre bilirsin
